<template>
    <div class="policy">
    <div class="title">隱私權聲明</div><br>
本公司對於客戶所提供的客戶姓名、電子信箱地址等一切個人資料，實施下列保護政策。<br>
本公司將遵守關於個人資料的相關法律以及其他規範，盡全力保護客戶寶貴的個人資料。<br>
關於客戶的個人資料，本公司將於下列目的範圍內妥善使用。<br>
用於回應客戶的各種洽詢。<br>
用於提供廣告郵件、促銷活動、問卷調查等對客戶有益且必要的資訊。<br>
用於本公司洽詢客戶、收集意見等業務所必須的內容。<br>
用於改善本公司提供內容、提供服務之品質。<br>
為了妥善使用客戶個人資料，本公司將整頓公司內部規章與管理體制、教育工作人員，並且採取適當措施防止個人資料的不當存取、遺失、破壞、竄改、洩漏。此外，本公司將持續改善上述管理方式，致力於保護客戶的個人資料。<br>
於未經客戶同意的情況下，本公司不會將客戶個人資料提供給第三者。但於法院、警察機關等政府機關基於法令而要求開示時，則不在此限。<br>
當客戶希望確認、修改個人資料時，可聯繫本公司各洽詢窗口。本公司將會於合理範圍內儘速處理。<br>
隱私權政策的內容有可能不經預告而變更。變更後的隱私權政策將自公布於本網站時生效。<br>
對於本公司所保管的個人資料，本公司將遵守其相關適用法令、規範，並會隨時更正、改善上述的各項隱私權政策內容。<br>
    </div>
</template>
<script>
export default {
    data(){
        return {
        };
    },

    created(){
        console.log("policy")
    }
};
</script>
<style scoped>
.policy{
    font-size:10px;
    color:#606266;
    border:2px #C6C6C6 dashed;
    border-radius:10px;
    padding:15px;
    margin-top:10px;
}
.title{
    color:red;
    font-size:12px;
}
</style>